{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "https://healthleadsusa.org/wp-content/themes/wpx/assets/images/hl-logo.svg",
    "link": "https://healthleadsusa.org/",
    "text": "Health Leads"
  },
  "text": {
    "more": "There is a lot of money and interest in resource referral networks (a group of organizations that screen people for unmet essential needs, give referrals to resources, and confirm connections) but most measurement hinges on the assumption that success of a resource can be measured by how often it receives a referral. This measure is also a typical proxy for the strength of a resource network. People with firsthand knowledge administering resource referral programs have suggested that an alternative and better proxy could be the degree to which fields specifying resource information are completed (eg, contact information, details on materials what to bring/when to go/etc). Therefore, we ask this question: could a network analysis with our historic resource referral dataset test whether network strength can be better evaluated (or even differently evaluated) through resource contact field completion vs the number of referrals made? Put differently, does the degree to which the resource has completed contact information fields correspond to the typical measures of resource network strength (# of referrals)?\n\n\n",
    "intro": "In this network, orange nodes represent Reach desks in the Bay Area. Blue nodes represent resources, and the blue gradient represents the completeness of contact information for that resource in our database (i.e., a dark blue resource has all contact info fields filled out; a light blue resource has very little contact information provided). Referrals from a desk to a resource are represented by arrows, which are weighted by the number of referrals made from 2004 - 2021. Resources are sorted from left to right by completeness of contact information.\n\nTo explore more network layouts, follow the links below:",
    "title": "Health Leads Bay Area Reach Network Analysis"
  },
  "legend": {
    "edgeLabel": "Number of referrals",
    "colorLabel": "Completeness of contact information",
    "nodeLabel": "Bay Area Reach desks and resources"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": false,
    "hoverBehavior": "default"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "curve",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 10,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 25,
      "minEdgeSize": 0.2,
      "minNodeSize": 1,
      "maxNodeSize": 7
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}
